Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F22B.tmx
Source language: en_us
Languages: zh_cn

source: 100 top job interview questions - be prepared for the interview
zh_cn: 面试中最有可能会被问到的一百道问题

source: While there are as many different possible interview questions as there are interviewers, it always helps to be ready for anything.
zh_cn: 因为有许多不一样的面试官，所以他们在面试时会问到的问题也是各不相同。在面试之前能够有所准备总是会有帮助的。

source: Which is why we've taken the time to prepare this list of 100 potential interview questions.
zh_cn: 在这里我们列举了100道最有可能会被问到的面试问题。

source: Will you face them all?
zh_cn: 你会被问到全部的问题？

source: We pray no interviewer would be that cruel.
zh_cn: 希望面试官不要这么严苛。

source: Will you face a few?
zh_cn: 你会被问到一点点？

source: Probably.
zh_cn: 这也是有可能的。

source: Will you be well-served by being ready even if you're not asked these exact questions?
zh_cn: 即使没有问到以下确切的问题，你也能准备好应对吗？

source: Absolutely.
zh_cn: 那是必须的。

source: Basic interview questions:
zh_cn: 基本的面试问题

source: Tell me about yourself.
zh_cn: 介绍自己

source: What are your strengths?
zh_cn: 你有哪些强项？

source: What are your weaknesses?
zh_cn: 你有哪些弱点？

source: Why do you want this job?
zh_cn: 为什么你想应聘这个工作？

source: Where would you like to be in your career five years from now?
zh_cn: 五年之后在你的职业生涯中你希望自己能走多远？

source: What's your ideal company?
zh_cn: 你理想的公司是什么样的？

source: What attracted you to this company?
zh_cn: 这家公司吸引你的地方是什么？

source: Why should we hire you?
zh_cn: 为什么我们要选择你？

source: What did you like least about your last job?
zh_cn: 关于上一份工作，你最不喜欢什么？

source: When were you most satisfied in your job?
zh_cn: 你什么时候对自己的工作最为满意？

source: What can you do for us that other candidates can't?
zh_cn: 相比于其他面试者，你能带给我们什么不一样的东西？

source: What were the responsibilities of your last position?
zh_cn: 你上一份工作的工作职责是什么？

source: Why are you leaving your present job?
zh_cn: 为什么要离开你现在的工作岗位？

source: What do you know about this industry?
zh_cn: 你对于这个行业有什么样的了解？

source: What do you know about our company?
zh_cn: 你对我们公司有什么了解？

source: Are you willing to relocate?
zh_cn: 你能接受公司调度吗？

source: Do you have any questions for me?
zh_cn: 你有什么要问我的问题吗？

source: Behavioral interview questions:
zh_cn: 行为面试问题

source: What was the last project you led, and what was its outcome?
zh_cn: 你领导的上个项目是什么，结果如何？

source: Give me an example of a time that you felt you went above and beyond the call of duty at work.
zh_cn: 举例说明你有完成超越工作职责范围以外任务的能力。

source: Can you describe a time when your work was criticized?
zh_cn: 你能描述一次工作时被批评的经历吗？

source: Have you ever been on a team where someone was not pulling their own weight? How did you handle it?
zh_cn: 你的团队中是否有人滥竽充数，如果有，你是怎么处理的？

source: Tell me about a time when you had to give someone difficult feedback. How did you handle it?
zh_cn: 描述你曾经必须向人寻求帮助时，你的处理经验。

source: What is your greatest failure, and what did you learn from it?
zh_cn: 你做过最失败的事情是什么？你从中学到了什么？

source: How do you handle working with people who annoy you?
zh_cn: 其他人做过惹怒你的事情是什么？你是如何处理的？

source: If I were your supervisor and asked you to do something that you disagreed with, what would you do?
zh_cn: 假如我是你的主管，要求你做一些你不同意的事情，你会怎么做？

source: What was the most difficult period in your life, and how did you deal with it?
zh_cn: 你遇到的最为艰难的时期是什么时候，你是如何渡过难关的？

source: Give me an example of a time you did something wrong. How did you handle it?
zh_cn: 举例描述你做错事情的经历，你是如何处理的？

source: Tell me about a time where you had to deal with conflict on the job.
zh_cn: 告诉我你是怎样处理工作上的纠纷？

source: If you were at a business lunch and you ordered a rare steak and they brought it to you well done, what would you do?
zh_cn: 在一次商务会餐上，你点了一份生牛排，但是端上来的确实全熟的，你会怎么做？

source: If you found out your company was doing something against the law, like fraud, what would you do?
zh_cn: 假如你发现你所在的公司在做违法的事情，比如诈骗，你会怎么做？

source: What assignment was too difficult for you, and how did you resolve the issue?
zh_cn: 过去你遇到对你来说难以处理的任务是什么？你是怎么解决这个问题的？

source: What's the most difficult decision you've made in the last two years and how did you come to that decision?
zh_cn: 在过去两年间，最让你难以抉择的事情是什么？你是如何做出决定的？

source: Describe how you would handle a situation if you were required to finish multiple tasks by the end of the day, and there was no conceivable way that you could finish them.
zh_cn: 假设你在一天之中有很多项任务需要完成，但是全部完成这些任务是不可能的，你会怎么做？

source: Salary questions:
zh_cn: 关于薪水的问题

source: What salary are you seeking?
zh_cn: 你期望的薪资是多少？

source: What's your salary history?
zh_cn: 你以往的薪资水平如何？

source: If I were to give you this salary you requested but let you write your job description for the next year, what would it say?
zh_cn: 如果我给你你期望的薪水，但是请你写出你明年的工作安排****

source: Career development questions:
zh_cn: 职业发展上的问题

source: What are you looking for in terms of career development?
zh_cn: 你在职业发展上寻求的是什么？

source: How do you want to improve yourself in the next year?
zh_cn: 你希望在明年如何提升自我？

source: What kind of goals would you have in mind if you got this job?
zh_cn: 如果你得到这份工作，你有什么样的目标？

source: If I were to ask your last supervisor to provide you additional training or exposure, what would she suggest?
zh_cn: 如果我让你以前的主管透露一些你需要提升的地方，她会怎么说？****

source: Getting started questions:
zh_cn: 入门问题

source: How would you go about establishing your credibility quickly with the team?
zh_cn: 你会如何在新团队当中建立大家对你的信任感？

source: How long will it take for you to make a significant contribution?
zh_cn: 要做出一次重大的贡献，你需要多长时间？

source: What do you see yourself doing within the first 30 days of this job?
zh_cn: 开始这份工作的前三十天，你希望做些什么？

source: If selected for this position, can you describe your strategy for the first 90 days?
zh_cn: 如果选择了这个职位，你能描述一下前九十天你的策略吗？**

source: More questions about you:
zh_cn: 关于你自己的部分；**

source: How would you describe your work style?
zh_cn: 你的工作风格如何？

source: What would be your ideal working environment?
zh_cn: 你希望中的工作环境是怎么样的？

source: What do you look for in terms of culture -- structured or entrepreneurial?
zh_cn: 在文化，组织构架以及创业精神上，你有什么样的追求？

source: If you had to choose one, would you consider yourself a big-picture person or a detail-oriented person?
zh_cn: 你觉得自己是一个喜欢操纵大局的人还是专注细节的人？

source: Tell me about your proudest achievement.
zh_cn: 你最为骄傲的成就是什么？

source: Who was your favorite manager and why?
zh_cn: 谁是你最喜欢的管理者，为什么？

source: What do you think of your previous boss?
zh_cn: 你觉得你的前任老板是什么样的人？

source: Was there a person in your career who really made a difference?
zh_cn: 在你的职业生涯中，有没有一个人对你产生影响？

source: What kind of personality do you work best with and why?
zh_cn: 你和什么性格的人一起工作最合适，为什么？

source: What are you most proud of?
zh_cn: 你最引以为豪的事情是？

source: What do you like to do?
zh_cn: 你喜欢做些什么？

source: What are your lifelong dreams?
zh_cn: 你毕生的梦想是什么？

source: What do you ultimately want to become?
zh_cn: 你最希望成为什么？

source: What is your personal mission statement?
zh_cn: 你的个人宣言是什么？

source: What are three positive things your last boss would say about you?
zh_cn: 你的前任老板会说哪三个你好的方面？

source: What negative thing would your last boss say about you?
zh_cn: 你的前任老板会说你哪些方面不好？

source: What three character traits would your friends use to describe you?
zh_cn: 你的朋友们会用哪三个性格特点来形容你？

source: What are three positive character traits you don't have?
zh_cn: 哪三项积极向上的性格品质是你没有的？

source: If you were interviewing someone for this position, what traits would you look for?
zh_cn: 如果你是面试官，对于前来应聘这个职位的人，你看重哪些品质？

source: List five words that describe your character.
zh_cn: 用五个词来形容你的个性特点

source: Who has impacted you most in your career and how?
zh_cn: 谁对你的职业生涯影响最大，如何影响的？

source: What is your greatest fear?
zh_cn: 你最为担心的事情是什么？

source: What is your biggest regret and why?
zh_cn: 你最大的遗憾是什么并描述为什么。

source: What's the most important thing you learned in school?
zh_cn: 在学校你学到最重要的事情是什么？

source: Why did you choose your major?
zh_cn: 为什么你选择了这个专业？

source: What will you miss about your present/last job?
zh_cn: 你现在/过去的工作中，你最怀念的是什么？

source: What is your greatest achievement outside of work?
zh_cn: 工作之外，你最大的成就是什么？

source: What are the qualities of a good leader?
zh_cn: 一个好的领导者具有哪些品质特点？

source: A bad leader?
zh_cn: 一个不称职的领导者呢？

source: Do you think a leader should be feared or liked?
zh_cn: 你觉得领导者是应该受到员工的喜爱，还是被人畏惧？

source: How do you feel about taking no for an answer?
zh_cn: 被人拒绝之后你有什么感想？

source: How do you think I rate as an interviewer?
zh_cn: 你觉得我作为一个面试官表现如何？

source: Tell me one thing about yourself you wouldn't want me to know.
zh_cn: 告诉我一件关于你自己，但是你不希望我知道的事情。

source: Tell me the difference between good and exceptional.
zh_cn: 说一说好和例外之间的区别。

source: What kind of car do you drive?
zh_cn: 你开什么车？

source: There's no right or wrong answer, but if you could be anywhere in the world right now, where would you be?
zh_cn: 这个问题没有对错之分，如果你现在能到世界上任何一个地方，你最想在哪？

source: What's the last book you read?
zh_cn: 你上一次阅读的书籍是什么？

source: What magazines do you subscribe to?
zh_cn: 你订阅了什么杂志？

source: What's the best movie you've seen in the last year?
zh_cn: 去年你看过最好的电影是什么？

source: What would you do if you won the lottery?
zh_cn: 如果你中了彩票你会做些什么？

source: Who are your heroes?
zh_cn: 谁是你心目中的英雄？

source: What do you like to do for fun?
zh_cn: 消遣的时候你喜欢做什么？

source: What do you do in your spare time?
zh_cn: 你业余时间会做些什么？

source: What is your favorite memory from childhood?
zh_cn: 从童年起，你最美好的记忆是什么？

source: Brainteasers:
zh_cn: 智力问题

source: How many times do a clock's hands overlap in a day?
zh_cn: 一天当中，时钟的指针会重叠几次？

source: How would you weigh a plane without scales?
zh_cn: 没有称你怎样测量飞机的重量？

source: Tell me 10 ways to use a pencil other than writing.
zh_cn: 说出使用铅笔除了写字以外的十种方法。

source: Sell me this pencil.
zh_cn: 向我推销这支铅笔。

source: If you were an animal, which one would you want to be?
zh_cn: 假如你是动物，你希望成为哪一种？

source: Why is there fuzz on a tennis ball?
zh_cn: 为什么网球上面会有绒毛？

source: If you could choose one superhero power, what would it be and why?
zh_cn: 如果你能够选择一项超人能力，你会选择什么，为什么？

source: If you could get rid of any one of the US states, which one would you get rid of and why?
zh_cn: 假设你能摆脱美国的任何一个人，你希望摆脱谁，为什么？

source: With your eyes closed, tell me step-by-step how to tie my shoes.
zh_cn: 闭上眼睛，告诉我该如何一步一步的系上我的鞋带。
